Tekla Open API Reference for Tekla Structures 2025
Localization.Util Constructor
Initializes a new instance of the Localization.Util class
 Namespace: Tekla.Structures.Dialog
 Assembly: Tekla.Structures.Dialog (in Tekla.Structures.Dialog.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public Util()
Public Sub New
See Also
Reference
Localization.Util Class
Tekla.Structures.Dialog Namespace